export const lang = {
  layout: {
    nav: {
      about: 'О нас',
      services: 'Услуги',
      processes: 'Этапы работы',
      technologies: 'Технологии',
      projects: 'Проекты',
      contacts: 'Связаться с нами'
    },
    start_project: 'Начать проект',
    footer: {
      copy: '© 2022 Nyoka. Все права защищены.',
      privacy: 'Политика конфиденциальности'
    }
  },
  seo: {
    meta_site_name: 'Nyoka'
  },
  main: {
    seo: {
      meta_description: ''
    },
    title: 'Комплексная IT-разработка и экспертиза',
    subtitles: [
      'Для стартапов, среднего и крупного бизнеса',
      'Автоматизация производственных и бизнес-процессов.',
      'Нестандартные решения для индивидуальных задач.'
    ],
    start_project: 'Начать проект',
    quote: 'Мы&nbsp;убеждены, что за&nbsp;счет внедрения <nobr>IT-технологий</nobr> можно сократить расходы и&nbsp;оптимизировать <nobr>бизнес-процессы</nobr>. Поэтому&nbsp;предлагаем комплексную <nobr>IT-разработку</nobr>, способную реализовать любую идею, какой&nbsp;бы нереальной на&nbsp;первый взгляд она ни&nbsp;казалась. Для решения вашей задачи подберем подходящие технологии и&nbsp;легко и&nbsp;доступно объясним каждый шаг, продемонстрируем промежуточные результаты.',
    headers: [
      'Для вас специалисты нашей команды:',
      'Мы используем следующие технологии:',
      'Почему стоит работать с нами?'
    ],
    tasks: [
      'Решают задачи по компьютерному зрению и NLP-системам',
      'Разрабатывают сервисы для автоматизации бизнеса',
      'Создают web-приложения, маркетплейсы и системы контроля',
      'Разрабатывают мобильные приложения'
    ],
    techs: [
      'Docker', 'Flutter', 'Go', 'JavaScript',
      'Kubernetes', 'MySQL', 'NodeJS', 'PostgreSQL',
      'Python', 'PyTorch', 'R', 'React',
      'Rust', 'TensorFlow', 'TypeScript', 'Vue.js', 'WebAssembly'
    ],
    advantages: [
      {
        url: '/images/icons/rocket.svg',
        text: 'Увеличение прибыли за&nbsp;счет внедрения <nobr>IT-решений</nobr>&nbsp;&mdash; блокчейна, машинного обучения, искусственного интеллекта.'
      },
      {
        url: '/images/icons/hexagon_sign.svg',
        text: 'Информационная безопасность бизнеса за&nbsp;счет качественно написанного кода.'
      },
      {
        url: '/images/icons/triangle_eye.svg',
        text: 'Прозрачность ведения проекта&nbsp;&mdash; еженедельное демо вашего продукта.'
      },
      {
        url: '/images/icons/star.svg',
        text: 'Наглядность работы вложенных вами инвестиций. Вы&nbsp;понимаете, как идет проект и&nbsp;работает техническая часть, следите за&nbsp;проектом в&nbsp;режиме Live.'
      },
      {
        url: '/images/icons/case.svg',
        text: 'Вы&nbsp;получите на&nbsp;выходе не&nbsp;только готовые решения, но&nbsp;и&nbsp;понимание того, как они работают.'
      }
    ]
  },
  about: {
    seo: {
      meta_description: ''
    },
    title: 'О нас',
    banner: [
      'Опереди будущее, пока будущее не опередило тебя',
      '*при поддержке искусственного интеллекта с лицом настоящего инженера'
    ],
    subtitles: [
      'География проектов'
    ],
    text: [
      'Nyoka&nbsp;&mdash; это профессиональная команда <nobr>IT-разработчиков</nobr>. Находясь в разных странах и городах, мы стали международной компанией, которая заинтересована в успехе наших клиентов по всему миру.',
      'Мы&nbsp;сокращаем расходы и&nbsp;оптимизируем производственные и&nbsp;бизнес процессы за&nbsp;счет внедрения <nobr>IT-технологий</nobr>. Постоянное взаимодействие с&nbsp;вами помогает нам выполнить поставленные задачи в&nbsp;установленные сроки. В&nbsp;работе над вашим проектом каждый из&nbsp;нас на&nbsp;полную мощность включает интеллект и&nbsp;вкладывает душу.'
    ],
    all_projects_cnt: '110+',
    all_projects_text: 'Проектов реализовано',
    returned_projects_cnt: '31',
    returned_projects_text: 'Из них вернулись с новыми задачами для следующей итерации',
    current_projects_cnt: '14',
    current_projects_text: 'Проектов в работе прямо сейчас',
    countries: [
      'Россия',
      'Казахстан',
      'США',
      'Канада',
      'Германия',
      'Испания',
      'Латвия',
      'Австралия'
    ]
  },
  services: {
    seo: {
      meta_description: ''
    },
    title: 'Услуги',
    menu: [
      'Высоконагруженные системы',
      'PWA приложения',
      'CRM и ERP системы',
      'Data Science',
      'Машинное обучение',
      'Компьютерное зрение',
      'Блокчейн',
      'Мобильные приложения'
    ],
    content: [
      '<p>Мы&nbsp;проектируем высоконагруженные системы для электронной коммерции, технологических проектов и&nbsp;информационных ресурсов. Масштабируем их&nbsp;пропорционально росту вашего бизнеса без потери производительности. Сохраняем для вас минимальное время отклика системы, а&nbsp;также создаем возможность обработки множества одновременных запросов и&nbsp;оперирования большими данными.</p><p>Команда инженеров анализирует особенности вашего проекта и&nbsp;проектирует для него надежную архитектуру. Она гибкая, безопасная и&nbsp;устойчивая к&nbsp;высоким нагрузкам.</p>',
      '<p>Сочетают лучшие качества <nobr>веб-сайта</nobr> и&nbsp;мобильного приложения. Воспроизводят и&nbsp;совершенствуют опыт взаимодействия клиента с&nbsp;бизнесом в&nbsp;цифровой среде.</p><p>Мы&nbsp;разрабатываем доступные на&nbsp;всех платформах <nobr>PWA-приложения</nobr>. Они обеспечивают комфортный пользовательский опыт и&nbsp;отзывчивый интерфейс без лишних элементов. Продукт работает офлайн и&nbsp;отправляет уведомления. Но&nbsp;при этом не&nbsp;занимает места на&nbsp;устройстве, поскольку не&nbsp;устанавливается и&nbsp;не&nbsp;обновляется.</p><p>Для вашего бизнеса индексируем сайт в&nbsp;поисковых системах, увеличиваем коэффициент удержания клиентов и&nbsp;конверсии. Решаем эту задачу с&nbsp;помощью PWA как современного, гибкого и&nbsp;доступного инструмента.</p>',
      '<p>Они избавят от&nbsp;проблем с&nbsp;автоматизацией <nobr>бизнес-процессов</nobr>, разграничением доступа к&nbsp;данным, их&nbsp;обработкой и&nbsp;аналитикой. Минимум издержек и&nbsp;непрерывная поддержка вашего бизнеса.</p><p>Системы планирования и&nbsp;управления разрабатываются специально под ваши задачи. Выбираете важное для себя: поддержание отношений с&nbsp;клиентами, менеджмент задач и&nbsp;заявок, проведение сделок, контроль ресурсов и&nbsp;производства, складской и&nbsp;финансовый учет.</p><p>Мы&nbsp;создаем решения для любой <nobr>бизнес-модели</nobr> и&nbsp;сферы деятельности. Учитываем ваши ценности и&nbsp;потребности. Внедряем эти решения и&nbsp;интегрируем в&nbsp;системы, применяемые в&nbsp;вашей компании. Поддерживаем с&nbsp;вами связь и&nbsp;помогаем добиться лучших результатов.</p>',
      '<p>Data Science&nbsp;&mdash; большой раздел, куда входят несколько направлений&nbsp;&mdash; машинное обучение, Deep Learning, искусственный интеллект. Они могут выявить закономерности и&nbsp;обработать массивы данных для расширенного анализа.</p><p>С&nbsp;помощью Data Science, например, вы&nbsp;можете построить прогноз выхода из&nbsp;строя оборудования и&nbsp;оптимизировать цепь поставок нового оборудования, увеличить объем продаж за&nbsp;счет информации о&nbsp;ранее сделанных покупках вашими клиентами, определить вероятность ухода клиентов и&nbsp;предпринять заранее действия по&nbsp;их&nbsp;удержанию.</p><p>Мы&nbsp;внедряем Data Science, используя комплексный подход, что улучшает результаты анализа данных и&nbsp;ускоряет развертывание моделей.</p>',
      '<p>Машинное обучение&nbsp;&mdash; более узкая специализация Data Science. Если Data Science больше про статистику, научные методы и&nbsp;аналитическую обработку данных, то&nbsp;машинное обучение&nbsp;&mdash; про сложные алгоритмы.</p><p>С&nbsp;помощью машинного обучения наша команда может построить оптимальный маршрут для курьеров из&nbsp;сервисов доставки, что сократит время на&nbsp;доставку товара, найти закономерности во&nbsp;взаимодействии биржевых показателей, оценить релевантность рекламных объявлений, исследовать интересы пользователей и&nbsp;усовершенствовать персонализацию.</p><p>Spotify, Netflix, Linkedin, Сбер, Яндекс отмечают, что машинное обучение определяет экономический успех компаний.</p>',
      '<p>Обнаруживает и&nbsp;распознает объект на&nbsp;визуальном источнике данных. Применяется не&nbsp;только для улучшения сервиса и&nbsp;обеспечения безопасности, но&nbsp;также для выхода в&nbsp;дополненную реальность и&nbsp;организации визуального контента.</p><p>Наши специалисты работают с&nbsp;потоковым видео с&nbsp;камер наблюдения. Есть кейс распознавания объектов и&nbsp;идентификации лиц для проверки соблюдения техники безопасности и&nbsp;оповещения о&nbsp;соответствующих нарушениях.</p>',
      '<p>Устойчивость к&nbsp;фальсификации данных важна для защиты персональной информации, интеллектуальной собственности, денежных переводов и&nbsp;других финансовых операций. Децентрализованность технологии блокчейн обеспечивает ее&nbsp;жизнеспособность.</p><p>На&nbsp;выбранном вами блокчейне мы&nbsp;автоматизируем процессы, соглашения и&nbsp;транзакции с&nbsp;помощью <nobr>смарт-контрактов</nobr> любого уровня сложности. Или оптимизируем существующий контракт.</p><p>Предлагаем выпуск собственного токена и&nbsp;разработку приложения для криптокошельков с&nbsp;высоким уровнем защиты.</p>',
      '<p>Поддерживайте связь с&nbsp;клиентами и,&nbsp;решайте задачи вашего бизнеса с&nbsp;помощью мобильных приложений!</p><p>Современные инструменты делают ваш сервис максимально доступным для пользователя, буквально помещая его в&nbsp;карман делового партнера.</p><p>Мы&nbsp;проектируем высококлассные решения для мобильных приложений на&nbsp;основе фреймворка Flutter. Они обеспечивают безупречный и&nbsp;комфортный опыт пользовательского взаимодействия.</p>'
    ]
  },
  processes: {
    seo: {
      meta_description: ''
    },
    title: 'Этапы работы',
    menu: [
      'Первый звонок',
      'Команда',
      'Брейншторм',
      'Согласование',
      'Спринт',
      'Контроль качества',
      'Выпуск',
      'Поддержка'
    ],
    content: [
      'Глубоко погружаемся в цели и задачи проекта, изучаем предметную область, собираем системные требования.',
      'Формируем команду, которая будет реализовывать проект на протяжении всего процесса разработки.',
      'Анализируем требования, на основании которых составляем бэклог (список задач) и план работы, оцениваем время проекта, которое потребуется для реализации.',
      'Обсуждаем вместе с вами список задач и составляем первый спринт.',
      'Ведем работу по гибким методологиям. Команда всегда находится на связи с вами. В конце каждого спринта (каждой недели) демонстрируем результат.',
      'Проводим в конце каждого цикла разработки полное тестирование продукта.',
      'Готовим проект к выпуску, делая его стабильным и функциональным для пользователей.',
      'Осуществляем дальнейшее техническое сопровождение проекта, если это требуется и реализуем последующие функции.'
    ]
  },
  techs: {
    seo: {
      meta_description: ''
    },
    title: 'Технологии',
    subtitle: 'Проекты с использованием этой технологии',
    no_projects_button: 'Начать проект',
    list: [
      {
        title: 'Docker',
        image: '/images/icons/tech/docker.svg',
        details: 'Популярная программная платформа для работы с контейнерными приложениями. Использование Docker оптимизирует жизненный цикл разработки продукта и экономит ресурсы.',
        projects: []
      },
      {
        title: 'Flutter',
        image: '/images/icons/tech/flutter.svg',
        details: 'Фреймворк от Google с открытым исходным кодом для создания кроссплатформенных приложений с поддержкой Android, iOS, Linux, MacOS, Windows.',
        projects: [2, 3, 4, 6, 8]
      },
      {
        title: 'Go',
        image: '/images/icons/tech/go.svg',
        details: 'Язык программирования, отличающийся механизмом многопоточности, кроссплатформенностью и быстрой компиляцией. Универсальный инструмент для создания различных приложений и сервисов.',
        projects: []
      },
      {
        title: 'JavaScript',
        image: '/images/icons/tech/javascript.svg',
        details: 'Универсальный язык в плане подхода к кодингу и возможной области применения. Используется и для клиента, и для сервера, но в первую очередь обеспечивает интерактивность веб-страниц.',
        projects: [7]
      },
      {
        title: 'Kubernetes',
        image: '/images/icons/tech/kubernetes.svg',
        details: 'Платформа с открытым исходным кодом для управления виртуальными контейнерами, которая позволяет автоматизировать развертывание и масштабирование приложений.',
        projects: []
      },
      {
        title: 'MySQL',
        image: '/images/icons/tech/mysql.svg',
        details: 'Система управления табличными базами данных на основе специального языка запросов. Используется для хранения данных и управления ими, например, в системах учета.',
        projects: [5]
      },
      {
        title: 'NodeJS',
        image: '/images/icons/tech/nodejs.svg',
        details: 'Серверная среда для выполнения JavaScript с открытым исходным кодом. Используется для создания приложений, требующих интенсивного обмена данными, и интернета вещей.',
        projects: [3, 4, 5]
      },
      {
        title: 'PostgreSQL',
        image: '/images/icons/tech/postgresql.svg',
        details: 'Система управления базами данных неограниченного размера для веб-приложений и аналитических систем. Поддерживает сложные структуры и обширный список типов данных.',
        projects: [2, 3, 4, 6, 7]
      },
      {
        title: 'Python',
        image: '/images/icons/tech/python.svg',
        details: 'Один из самых популярных языков программирования со множеством встроенных функций и готовых библиотек, позволяющих быстро найти эффективное решение для любой задачи.',
        projects: [1, 2, 6, 8]
      },
      {
        title: 'PyTorch',
        image: '/images/icons/tech/pytorch.svg',
        details: 'Фреймворк Python для машинного обучения с открытым исходным кодом, позволяющий быстро пройти весь цикл разработки от исследования и прототипирования до внедрения готового решения.',
        projects: []
      },
      {
        title: 'R',
        image: '/images/icons/tech/r.svg',
        details: 'Язык программирования, разработанный для решения статистических задач. Позволяет проанализировать данные, проверить гипотезы и графически представить результаты исследования.',
        projects: [0]
      },
      {
        title: 'React',
        image: '/images/icons/tech/react.svg',
        details: 'Библиотека JavaScript с открытым исходным кодом для разработки интерактивных пользовательских интерфейсов. Востребованная технология для мобильных и веб-приложений.',
        projects: [1, 6, 9]
      },
      {
        title: 'Rust',
        image: '/images/icons/tech/rust.svg',
        details: 'Язык программирования, основные принципы которого – производительность и безопасность. Спроектирован для системной разработки, но подходит также и для прикладных программ, веб-приложений и блокчейн.',
        projects: []
      },
      {
        title: 'TensorFlow',
        image: '/images/icons/tech/tensorflow.svg',
        details: 'Комплексная платформа от Google с открытым исходным кодом и множеством гибких инструментов, библиотек и ресурсов для решения задач машинного обучения.',
        projects: [2]
      },
      {
        title: 'TypeScript',
        image: '/images/icons/tech/typescript.svg',
        details: 'Расширение JavaScript, решающее многие характерные проблемы разработки на этом языке. Облегчает написание кода и открывает возможности для создания масштабных и сложных приложений.',
        projects: [3, 4, 5, 7]
      },
      {
        title: 'Vue.js',
        image: '/images/icons/tech/vue.svg',
        details: 'Фреймворк для JavaScript, использующий модульный подход к разработке веб-интерфейсов и приложений и позволяющий создавать их из удобных шаблонов и единообразных компонентов.',
        projects: [3, 7]
      },
      {
        title: 'WebAssembly',
        image: '/images/icons/tech/webassembly.svg',
        details: 'Технология, позволяющая компилировать код из различных языков (С, C++, Rust) для быстрого и эффективного запуска в веб-приложениях. Дает возможность дополнить JavaScript новыми функциями.',
        projects: []
      }
    ]
  },
  projects: {
    seo: {
      meta_description: ''
    },
    title: 'Проекты',
    industryTitle: 'Сфера',
    clientTitle: 'Клиент',
    descriptionTitle: 'Описание',
    taskTitle: 'Задача',
    techsTitle: 'Используемые технологии',
    resultsTitle: 'Результаты',
    teamTitle: 'Команда',
    developmentTimeTitle: 'Срок разработки',
    back: 'Назад',
    items: [
      {
        seo: {
          meta_description: ''
        },
        title: 'Система аналитики для дистрибьюторской сети',
        industry: 'Производство.',
        client: 'Крупный американский дистрибьютор теплообменного и вентиляционного оборудования.',
        description: 'Любой крупной производственной или сервисной структуре важно знать, как прогнозировать продажи своего товара, оборудования или услуг. Для этого многие компании создают отдельные департамены или исследовательские институты. Так, у текущего заказчика был открыт фонд по исследованиям и образованию, основной целью которого является найти наилучшие решения для развития производства и бизнеса. Появилась идея создать систему, которая помогала бы прогнозировать продажи дистрибьюторской сети и включала в себя внешние факторы, влияющие на окончательный результат.',
        task: 'Создание аналитической системы для прогнозированя объемов продаж.',
        team: '1 бэкенд-разработчик, 1 менеджер проекта.',
        results: 'Создана система унитарного рыночного отчета по разному оборудованию в США. Разработана схема построения графиков общих продаж с возможностью ежемесячного прогнозирования. Создан инструмент визуального сравнения данных, позволяющий сопоставлять графики друг с другом и к текущей дате, по погодным показателям, трендам и т.д., тем самым находя корреляцию между этой информацией.',
        development_time: '12 месяцев.',
        techs: [
          'R',
          'R Shiny',
          'Dygraphs'
        ],
        logo: '/images/projects/hmi/logo.svg',
        cover: {
          url: '/images/projects/hmi/cover.png',
          width: 1440,
          height: 588
        },
        cover_mobile: {
          url: '/images/projects/hmi/cover_mobile.png',
          width: 800,
          height: 499
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Платформа для проведения ежегодного конкурса на получение стипендий',
        industry: 'Искусство.',
        client: 'Некоммерческая организация (фонд) по поддержке современного искусства из Нью-Йорка.',
        description: 'Каждый год начиная с 1951 г., фонд проводит ежегодный конкурс на получение стипендий в сфере искусства, социальных, естественных и гуманитарных наук. Участники из разных стран подают заявки на участие и прикрепляют свои работы (статьи, картины, фотографии, музыку). Фонд формирует команду жюри и выбирает победителей в категориях. Обычно каждый год получают стипендии более 170 человек.</p><p>Ранее у фонда была старая CRM-система, которая отслеживала каждого участника, но работы приходилось присылать вручную по электронной почте. Чтобы автоматизировать и обновить CRM, нужно было построить новую платформу, где участники могли подать заявку и сразу прикрепить свои конкурсные работы. Жюри получали работы участников быстрее и в системе могли ставить оценки, далее платформа генерировала победителей.',
        task: 'Создать обновленную платформу для проведения ежегодных конкурсов на получение стипендий.',
        team: '2 фронтенд-разработчика, 1 бэкенд-разработчик, 1 менеджер проекта.',
        results: 'Была создана платформа для подачи заявок на участие в конкурсе по разным видам направлений, настроены базы данных и взаимосвязь между участниками, судьями, победителями и администраторами. По итогам работы платформы в 2021 году подали заявления на участие в конкурсе более 2500 участников.',
        development_time: '14 месяцев + дальнейшая поддержка системы.',
        techs: [
          'React',
          'Tailwind CSS',
          'Material UI',
          'MobX',
          'Webpack'
        ],
        logo: '/images/projects/gf/logo.svg',
        cover: {
          url: '/images/projects/gf/cover.png',
          width: 1300,
          height: 700
        },
        cover_mobile: {
          url: '/images/projects/gf/cover_mobile.png',
          width: 800,
          height: 528
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Мобильное приложение для агентов по недвижимости',
        industry: 'Недвижимость.',
        client: 'Частная американская компания, стартап.',
        description: 'Приложение создано для агентов по недвижимости, которое позволяет легко создавать объявления для продажи и покупки квартир. Оно предоставляет возможность создания фирменных видеотуров, фотографий, рекламных объявлений и других маркетинговых материалов.',
        task: 'Cоздать мобильное приложение под ключ с возможностью редактирования фотографий и видео.',
        team: '1 бэкенд-разработчик, 1 фронтенд-разработчик, 1 менеджер проекта.',
        results: 'Создана система, позволяющая записывать видеотуры и накладывать на них SVG. Разработан редактор фотографий, который делает возможным изменение яркости, контраста, насыщенности и т.д. Разработана и обучена собственная нейросеть, позволяющая изменять небо на фотографиях.',
        development_time: '9 месяцев.',
        techs: [
          'Python',
          'Django',
          'TensorFlow',
          'Dart',
          'Flutter'
        ],
        logo: '/images/projects/ls/logo.svg',
        cover: {
          url: '/images/projects/ls/cover.png',
          width: 1240,
          height: 690
        },
        cover_mobile: {
          url: '/images/projects/ls/cover_mobile.png',
          width: 800,
          height: 632
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Мобильное приложение для криптовалютного кошелька',
        industry: 'Блокчейн.',
        client: 'Молодая канадская компания.',
        description: 'Приложение для криптовалютного кошелька, позволяющее пользователям покупать любые токены на PancakeSwap с помощью дебетовой или кредитной карты. Оно также дает возможность отслеживать вознаграждения и быстро и безопасно обменивать токены.',
        task: 'Cоздать мобильное приложение под ключ.',
        team: '1 блокчейн-разработчик, 1 разработчик панели администратора, 1 фронтенд-разработчик, 1 разработчик мобильного приложения, 1 менеджер проекта.',
        results: 'Создано приложение, которое позволяет покупать и обменивать токены, в том числе с уникальными маркерами GDT. Реализована поддержка 6 языков и 4 валют. Разработана возможность отслеживания вознаграждений за транзакции.',
        development_time: '8 месяцев.',
        techs: [
          'TypeScript',
          'Vue.js',
          'Quasar',
          'NodeJS',
          'Nest.js',
          'web3.js',
          'Dart',
          'Flutter',
          'PostgreSQL'
        ],
        logo: '/images/projects/dw/logo.svg',
        cover: {
          url: '/images/projects/dw/cover.png',
          width: 1500,
          height: 592
        },
        cover_mobile: {
          url: '/images/projects/dw/cover_mobile.png',
          width: 800,
          height: 600
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Мобильное приложение для благотворительности основанное на технологии блокчейн',
        industry: 'Благотворительность.',
        client: 'Частная компания из Австралии.',
        description: 'Блокчейн технологии активно развиваются в Австралии. Заказчик захотел применить их для помощи некоммерческим организациям. Для этого нужно было написать несколько смарт-контрактов, которые могли решить этот вопрос. На основе 5 смарт-контрактов был создан бекенд и админская панель для проверки регистрирующихся некоммерческих организаций. Также через созданное мобильное приложение пользователи имели возможность отправлять пожертвования выбранной организации или всем организациям сразу. Более того, от каждой транзакции и свопа все пользователи получали дополнительный процент от собственной валюты проекта.',
        task: 'Cоздать благотворительную платформу, мобильное приложение, где любой желающий, достигший возраста для инвестирования, может совершать пожертвования некоммерческим и благотворительным организациям.',
        team: '1 блокчейн-разработчик, 1 бэкенд-разработчик, 1 фронтенд-разработчик, 1 разработчик мобильного приложения, 1 менеджер проекта.',
        results: 'Были созданы админская панель для проверки некоммерческих организаций и мобильное приложение, работающее как на iOS, так и на Android системах. В приложении есть 2 типа пользователей&nbsp;&mdash; обычные пользователи и представители благотворительных организаций. Обычные пользователи имеют возможность отправлять пожертвования в виде обственного токена проекта и токена matic благотворительным организациям, покупать собственный токен проекта и matic с помощью кредитной или дебетовой карты через систему платежей Indacoin, проводить обмен токенов. Благотворительные организации имеют возможность собирать пожертвования, обменивать их на другие токены, а также выводить на свой внутренний кошелек. Каждый пользователь дополнительно зарабатывает от любой транзакции, которая совершена другими пользователями.',
        development_time: '8 месяцев.',
        techs: [
          'TypeScript',
          'Nest.js',
          'Web3.js',
          'Truffle.js',
          'Solidity',
          'PostgreSQL',
          'Redis',
          'BSC',
          'Polygon',
          'Flutter'
        ],
        logo: '/images/projects/ct/logo.svg',
        cover: {
          url: '/images/projects/ct/cover.png',
          width: 1720,
          height: 602
        },
        cover_mobile: {
          url: '/images/projects/ct/cover_mobile.png',
          width: 800,
          height: 706
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Система по полному циклу производства стейков',
        industry: 'Сельское хозяйство.',
        client: 'Крупный американский кооператив владельцев ранчо по производству и продаже говядины.',
        description: 'Кооператив имеет собственную базу с владельцами ранчо по всей Америке, а также базу с покупателями говядины. В базе представлена информация о выращиваемых коровах, их весе, дате убоя, весе мясных продуктов от одной коровы, счетах покупателей и т.д. Система требовала обновления, так как большой объем данных влиял на время загрузки страниц.',
        task: 'Обновить внешний вид платформы по полному циклу производства стейков, решить проблему долгой загрузки данных на сайте, внедрить новый функционал по видам оплаты, разбить логику больших массивов данных на более мелкие шаги.',
        team: '1 бэкенд-разработчик, 1 фронтенд-разработчик, 1 менеджер проекта.',
        results: 'Было проведено обновление версии Ангуляр с 4 до 12, ускорена передача данных, решена проблема с долгими по времени запросами, созданы новые страницы по видам оплат и обновлены старые таблицы с данными.',
        development_time: '5 месяцев. На текущий момент заказчик вернулся повторно, чтобы добавить новые функции (+2 месяца).',
        techs: [
          'AWS',
          'NodeJS',
          'MySQL',
          'Sequelize',
          'TypeScript',
          'Angular',
          'PrimeNg',
          'SCSS'
        ],
        logo: '/images/projects/cnb/logo.svg',
        cover: {
          url: '/images/projects/cnb/cover.png',
          width: 1162,
          height: 704
        },
        cover_mobile: {
          url: '/images/projects/cnb/cover_mobile.png',
          width: 800,
          height: 620
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Мобильное приложение для изучения музыки',
        industry: 'Образование, музыка.',
        client: 'Частный заказчик.',
        description: 'Игра - один из основных способов обучения, поэтому для обучения музыке был выбран этот способ в мобильном приложении. Сначала с помощью тестовых заданий определяется уровень владения музыкой, а затем исходя из уровня, предлагаются задания и уроки, которые помогают изучить музыкальное искусство. Также пользователь может сыграть песню, используя плеер с встроенной нейросетью,которая определит, насколько правильно была сыграна песня. Пользователь может контролировать процесс своего обучения через статистику.',
        task: 'Создать мобильное приложение для обучения музыке с помощью нейросети в виде игры.',
        team: '1 инженер по ML, 1 бэкенд-разработчик, 1 фронтенд-разработчик, 2 мобильных разработчика, 1 менеджер проекта.',
        results: 'Было создано мобильное приложение для обучения музыке, где через нейросеть можно играя, выучить ноты. Плеер отрисовывает ноты, по которым можно сыграть песню. Приложение подходит как для новичков, так и для тех, кто разбирается в музыке. Помимо прохождения уроков есть плеер для прослушивания музыки.',
        development_time: '12 месяцев.',
        techs: [
          'Python',
          'FastAPI',
          'PostgreSQL',
          'React',
          'Dart',
          'Flutter'
        ],
        logo: '/images/projects/nl/logo.svg',
        cover: {
          url: '/images/projects/nl/cover.png',
          width: 1430,
          height: 696
        },
        cover_mobile: {
          url: '/images/projects/nl/cover_mobile.png',
          width: 800,
          height: 756
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Платформа для видеозвонков',
        industry: 'Видеоконференции.',
        client: 'Американский стартап.',
        description: 'С 2020 года спрос на приложения, осуществляющие видео-звонки, вырос на 30%, что повлекло за собой создание новых, более продвинутых платформ. Опции текущего приложения - транскрибирование видео и аудио, отметка тематик встреч, определение того, кто говорит. Видеозвонки сохраняются в облако. Регистрация может происходить как на самой платформе, так и через Google аккаунт.',
        task: 'Создать платформу для видеоконференций с возможностью транскрибирования видео.',
        team: '1 бэкенд-разработчик, 1 фронтенд-разработчик, 1 менеджер проекта.',
        results: 'Была создана платформа для видеоконференций с поддержкой Zoom и с транскрибированием видео. Также пользователи имеют возможность в приложении создавать встречи, приглашать на них других участников, в том числе и не пользователей приложения. Есть возможность создавать темы и подтемы встреч.',
        development_time: '5 месяцев.',
        techs: [
          'TypeScript',
          'NestJS',
          'PostgreSQL',
          'Electron',
          'JavaScript',
          'Vue.js',
          'Vite',
          'Tailwind CSS'
        ],
        logo: '/images/projects/os/logo.svg',
        cover: {
          url: '/images/projects/os/cover.png',
          width: 1290,
          height: 710
        },
        cover_mobile: {
          url: '/images/projects/os/cover_mobile.png',
          width: 800,
          height: 530
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Мобильное приложение для распознавания вывесок ресторанов',
        industry: 'Развлечения.',
        client: 'Американский стартап.',
        description: 'Иногда при виде вывески ресторана сложно понять ценовую категорию, уровень сервиса, качество блюд и отзывы посетителей. Для определения всех этих запросов можно использовать мобильное приложение с нейросетью. При наведении на вывеску ресторана, нейросеть автоматически определяет, что это за ресторан и какие подобные заведения есть поблизости. Нейросеть работает в связке с базой Yelp.',
        task: 'Создать прототип мобильного приложения с нейросетью для определения информации о ресторане.',
        team: '1 мобильный разработчик, 1 бэкенд-разработчик, 1 инженер по ML, 1 менеджер проекта.',
        results: 'Был выпущен прототип мобильного приложения с нейросетью, которая по фото вывески ведет пользователя на сайт Yelp. На данный момент разрабатывается функционал для следующей итерации.',
        development_time: '3 месяца.',
        techs: [
          'Python',
          'Django',
          'Azure',
          'Dart',
          'Flutter'
        ],
        logo: '/images/projects/eo/logo.svg',
        cover: {
          url: '/images/projects/eo/cover.png',
          width: 1128,
          height: 700
        },
        cover_mobile: {
          url: '/images/projects/eo/cover_mobile.png',
          width: 800,
          height: 646
        }
      },
      {
        seo: {
          meta_description: ''
        },
        title: 'Обучающая платформа',
        industry: 'Обучение.',
        client: 'Американский стартап.',
        description: 'Необходимо разработать платформу, в которой преподаватели будут выкладывать информацию о себе, формировать лекции, которые могут посещать зарегистрированные пользователи.',
        task: 'Разработка обучающей платформы под ключ.',
        team: '1 бэкенд-разработчик, 2 фронтенд-разработчика, 1 менеджер проекта.',
        results: 'Создана платформа, которая объединяет в себе информацию о преподавателях, что дает возможность ученику выбрать подходящего учителя, интересующий его курс, выбрать удобное время и посещать онлайн занятия как в группе, так и индивидуально.',
        development_time: '4 месяца.',
        techs: [
          'React',
          'SCSS',
          'Tailwind',
          'Webpack'
        ],
        logo: '/images/projects/dz/logo.svg',
        cover: {
          url: '/images/projects/dz/cover.png',
          width: 1440,
          height: 708
        },
        cover_mobile: {
          url: '/images/projects/dz/cover_mobile.png',
          width: 800,
          height: 714
        }
      }
    ]
  },
  contacts: {
    seo: {
      meta_description: ''
    },
    head: {
      title: 'Связаться с нами'
    },
    title: 'Контакты',
    text: [
      'Отправьте свои контактные данные в форме, либо свяжитесь с нами:',
      'Мы обещаем быстрый ответ.',
      'Наш адрес:',
      'Если вы хотите внедрить новые <nobr>IT-решения</nobr>, у вас есть команда смелых и креативных профессионалов. Реализуем&nbsp;это&nbsp;вместе!'
    ],
    contact_phone: '+7 (912) 642-96-05',
    contact_phone_href: '+79126429605',
    contact_address: '«Международный технопарк IT - стартапов «Astana Hub», 020000,&nbsp;Казахстан, г. Астана, пр-т. Мангилик Ел, 55/8, Блок&nbsp;С&nbsp;4.6',
    contact_email: 'info@nyoka.io',
    form: 'Связаться с нами',
    name: 'Имя',
    phone: 'Телефон',
    email: 'E-Mail',
    message: 'Текст сообщения',
    agree: 'Я принимаю условия политики конфиденциальности',
    send: 'Отправить',
    feedback: 'Обратная связь',
    success: 'Заявка была успешно отправлена!',
    ok: 'Ок'
  },
  privacy: {
    seo: {
      meta_description: ''
    },
    head: {
      title: 'Политика конфиденциальности'
    },
    title: 'ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ',
    email_text: 'info@nyoka.io',
    email_html: 'mailto:info@nyoka.io',
    details: [
      'Nyoka стремится защитить Вашу персональную информацию, так как мы знаем, насколько она важна для Вас. Наша Политика конфиденциальности описывает, как мы защищаем и уважаем конфиденциальность наших клиентов и пользователей, посещающих наш веб-сайт, а также как мы собираем и используем информацию, которую Вы нам предоставляете для наших рекламных акций, рассылок и других услуг.',
      'Просматривая наш веб-сайт, Вы подтверждаете, что прочитали, поняли и полностью согласны с данной Политикой конфиденциальности.'
    ],
    block1: {
      title: 'КАКУЮ ИНФОРМАЦИЮ МЫ СОБИРАЕМ?',
      content: 'Информация, которую Вы предоставляете нам, может включать Ваше имя, фамилию, название проекта, название компании, адрес электронной почты, телефон, а также другую личную информацию с Вашего согласия. Мы можем собирать от Вас следующую информацию:',
      subItems: [{
        title: '1. Информация, которую Вы публикуете.',
        content: 'Веб-сайт может содержать функции загрузки, публикации, передачи, отображения, воспроизведения или распространения контента, мультимедиа файлов или информации, которую Вы решите раскрыть через эти опции.'
      }, {
        title: '2. Информация, предоставленная Вами.',
        content: 'Мы собираем информацию с веб-сайта от Вас, когда Вы принимаете условия данной политики. Если Вы подпишите договор с нами, мы также можем запросить платежные реквизиты, данные кредитной или дебетовой карты и платежный адрес, чтобы Ваш заказ на услугу мог быть осуществлен.'
      }, {
        title: '3. Информация об устройстве/подключении к Интернету.',
        content: 'Когда Вы находитесь на веб-сайте, мы автоматически собираем информацию, предоставляемую Вашим веб-браузером (например, Firefox, Google Chrome, Safari или другими веб-браузерами), интернет-провайдером (например, МТС, Ростелеком, Вымпелком или другими интернет-провайдерами)и устройством (например, Ваш компьютер, телефон, планшет или другие устройства) в зависимости от Ваших настроек для каждого из них. Например, мы можем собирать информацию о Вашем IP-адресе, об операционной системе или типе используемого Вами устройства, дату и время Вашего доступа к веб-сайту и местонахождение Вашего устройства. Как правило, эта информация является анонимной и не идентифицирует Вас напрямую; тем не менее, веб-сайт может идентифицировать Вас, когда он связан с другой информацией, упомянутой в абзаце выше.'
      }]
    },
    block2: {
      title: 'КАК МЫ ИСПОЛЬЗУЕМ ВАШУ ЛИЧНУЮ ИНФОРМАЦИЮ?',
      content: [
        'Мы используем информацию, которую Вы нам предоставляете в следующих целях: предоставление услуг, улучшение качества услуг, продвижение и исследования.',
        'Мы используем Ваши персональные данные:'
      ],
      subItems: [{
        title: '1. Чтобы общаться с Вами',
        content: 'Мы используем информацию, собранную на нашем веб-сайте, чтобы персонализировать общение с Вами и отвечать на Ваши запросы о продуктах, услугах или информации.'
      }, {
        title: '2. Чтобы менеджеры по работе с клиентами, менеджеры проектов или разработчики могли связаться с Вами',
        content: 'Поскольку услуги представляют собой разработку «программного обеспечения», для управления проектом разработки программного обеспечения Ваша информация может быть передана другим лицам, которые задействованы в проекте. Таким образом, когда Вы добровольно предоставляете нам свою личную информацию в рамках проекта или в качестве разработчика, ищущего работу, Ваша личная информация может быть передана менеджерам по работе с клиентами, проектным менеджерам и/или разработчикам для предоставления Вам возможности использовать услуги.'
      }, {
        title: '3. Чтобы рассказать Вам о наших специальных предложениях.',
        content: 'Нам будут нужны Ваш адрес электронной почты, номер телефона, чтобы отправить Вам информацию об услугах, которые могут Вас заинтересовать.'
      }, {
        title: '4. Чтобы анализировать пользовательский трафик для измерения использования и улучшения содержания нашего веб-сайта и услуг.',
        content: 'Иногда мы можем использовать Вашу личную информацию (например, Ваш IP-адрес) для измерения использования нашего веб-сайта и оценки эффективности страниц.'
      }, {
        title: '5. Чтобы соблюдать требования законодательства.',
        content: 'Нам может потребоваться обработать Ваши данные для соблюдения требований законодательства, которому мы подчиняемся.'
      }]
    },
    block3: {
      title: 'ИНФОРМАЦИЯ, КОТОРУЮ МЫ ПОЛУЧАЕМ И СОБИРАЕМ ИЗ ДРУГИХ ИСТОЧНИКОВ',
      content: [
        'Nyoka не будет передавать или продавать Ваш адрес электронной почты и другую личную информацию третьим лицам, за исключением наших назначенных поставщиков услуг, аффилированных компаний и партнеров. Эти поставщики услуг могут иметь доступ к личной информации, необходимой для выполнения их функций, но им не разрешается делиться или использовать такую ​​информацию для любых других целей. Эти партнеры придерживаются тех же строгих правил конфиденциальности, что и Nyoka. Мы также можем получать Вашу информацию от поставщиков услуг или партнеров и будем использовать ее только в том случае, если для этого есть законные основания.',
        'Мы тесно сотрудничаем со сторонними организациями, такими как платежные системы и подрядчики, и можем получать от них информацию о Вас. Мы также можем собирать информацию о Вас из общедоступных источников, включая общедоступный контент в социальных сетях.'
      ]
    },
    block4: {
      title: 'ПОЛИТИКА, СВЯЗАННАЯ С ЭЛЕКТРОННОЙ ПОЧТОЙ',
      content: 'Если Вы предоставите нам свой адрес электронной почты, Nyoka может связаться с Вами в целях маркетинга или обновления рекламной кампании. Имейте в виду, что если Вы являетесь нашим клиентом, менеджер по работе с клиентами может продолжать связываться с Вами по электронной почте в административных или информационных целях, включая последующие сообщения о деловых операциях между Nyoka и Вами. По закону такие сообщения не считаются коммерческой электронной почтой.'
    },
    block5: {
      title: 'ГДЕ МЫ ХРАНИМ ВАШИ ЛИЧНЫЕ ДАННЫЕ?',
      content: 'Данные, которые мы получаем от Вас, могут передаваться и храниться за пределами Российской Федерации. Они также могут обрабатываться персоналом, работающим за пределами Российской Федерации, который работает на нас или на одного из наших подрядчиков. Мы предпримем все шаги, которые являются обязательными или разумно необходимыми, чтобы обеспечить безопасное обращение с Вашими данными в соответствии с настоящей Политикой конфиденциальности и применимыми законами о защите данных.'
    },
    block6: {
      title: 'БЕЗОПАСНОСТЬ ЛИЧНОЙ ИНФОРМАЦИИ',
      content: 'Мы используем административные и технические меры для защиты личной информации от потери, кражи и несанкционированного использования, доступа или модификации.'
    },
    block7: {
      title: 'ПЕРЕДАЧА ЛИЧНОЙ ИНФОРМАЦИИ',
      content: 'Мы делимся Вашими личными данными:',
      subItems: [{
        title: '1. Для выполнения Ваших информационных запросов',
        content: 'Мы можем передавать Вашу информацию третьим лицам, когда это необходимо для предоставления услуги, которую Вы запрашиваете у нас. Например, как объяснялось выше, мы можем передавать Вашу личную информацию разработчикам, менеджерам по работе с клиентами или менеджерам проектов, которые могут связаться с Вами для реализации Вашего проекта.'
      }, {
        title: '2. Для рекламных кампаний',
        content: [
          'Мы можем делиться Вашими отзывами и комментариями о Nyoka для рекламы и продвижения наших продуктов и услуг. Если Вы хотите, чтобы мы прекратили использовать предоставленные Вами персональные данные, свяжитесь с нами по адресу ',
          '.'
        ]
      }, {
        title: '3. С нашими дочерними компаниями',
        content: 'Мы можем раскрывать, передавать и продавать Вашу информацию нашим аффилированным лицам, то есть предприятиям, которые имеют с нами общую собственность, по нашему усмотрению, и в этом случае Ваша информация будет обрабатываться аффилированными лицами в соответствии с настоящей Политикой конфиденциальности. Если Nyoka подлежит приобретению, слиянию, продаже или другому изменению контроля или статуса юридического лица, мы оставляем за собой право передавать или уступать Вашу информацию в рамках такого приобретения, слияния или продажи.'
      }, {
        title: '4. С нашими сторонними партнерами',
        content: 'При необходимости мы можем раскрывать Вашу личную информацию нашим сторонним поставщикам услуг и рекламным партнерам.'
      }, {
        title: '5. Для соблюдения правового процесса и предотвращения вреда',
        content: 'Мы можем раскрывать личную информацию в исключительных обстоятельствах, например, для выполнения судебных повесток, ордеров и других законных судебных процессов. Может быть необходимо поделиться такой информацией с правоохранительными органами для расследования, предотвращения или принятия мер в отношении подозреваемых или фактических незаконных действий, включая, помимо прочего, мошенничество, ситуации, связанные с потенциальными угрозами физической безопасности любого лица, или в иных целях, разрешенных или требуемых законом.'
      }]
    },
    block8: {
      title: 'ВАШИ ПРАВА',
      content: 'У Вас есть следующие права в соответствии с Постановлением Правительства Российской Федерации от 01.11.2012, №1119:',
      subItems: [{
        content: '1. Право на доступ к имеющейся у нас информации о Вас.'
      }, {
        content: [
          '2. Право на исправление или удаление Вашей информации. Вы можете запросить нас по телефону или электронной почте. В этом случае, пожалуйста, свяжитесь с нами по адресу ',
          '.'
        ]
      }, {
        content: '3. Право возражать против обработки Ваших персональных данных. Вы можете попросить нас прекратить обработку Вашей личной информации.'
      }, {
        content: '4. Право на передачу Ваших данных другой организации. Если мы храним Вашу личную информацию с Вашего согласия, Вы имеете право попросить нас передать данные третьей стороне в структурированном формате, если это технически возможно.'
      }, {
        content: '5. Право на подачу жалобы. Вы имеете право подать жалобу в органы по защите данных, если считаете, что мы не соблюдали применимые законы о защите данных.'
      }]
    },
    block9: {
      title: 'ИЗМЕНЕНИЯ В НАШЕЙ ПОЛИТИКЕ КОНФИДЕНЦИАЛЬНОСТИ',
      content: 'Мы оставляем за собой право изменять данную Политику конфиденциальности без предварительного уведомления. Мы немедленно сообщим Вам, когда такие изменения вступят в силу. У Вас будет выбор: остаться с нами и согласиться с этими изменениями или отказаться от подписки.'
    },
    block10: {
      title: 'ФАЙЛЫ COOKIE',
      content: [
        'Nyoka использует файлы cookie, теги и другие подобные технологии. Мы используем только необходимые файлы cookie, которые помогают нам предоставлять Вам услуги. Данные, которые мы собираем, включают адреса интернет-протокола (IP), тип браузера, веб-страницы, операционную систему, отметку даты/времени. Для сбора этой информации на Вашем компьютере или устройстве устанавливается файл cookie, когда Вы посещаете веб-сайт Nyoka. Файлы cookie содержат небольшой объем информации, которая позволяет нашим веб-серверам распознавать Вас. Мы храним информацию, которую собираем с помощью файлов cookie.',
        'Мы используем эту информацию для улучшения Вашего опыта использования веб-сайта Nyoka и онлайн-сервисов, а также можем использовать ее для предоставления Вам рекламной информации о наших сервисах.'
      ]
    },
    block11: {
      title: 'КАКИЕ ТИПЫ ФАЙЛОВ COOKIE МЫ ИСПОЛЬЗУЕМ?',
      content: [
        'В Nyoka мы используем 3 вида файлов cookie.',
        'Вы можете отказаться от файлов cookie. Пожалуйста, обратитесь к справочным инструкциям Вашего браузера, чтобы узнать больше о файлах cookie и о том, как Вы можете отказаться и удалить эти файлы cookie.'
      ],
      subItems: [{
        content: '1. Первый тип сохраняется на Вашем устройстве и обновляет информацию каждый раз, когда Вы заходите на сайт. Данные, которые остаются неизменными, получены с Вашего компьютера на основе информации, полученной во время Вашего предыдущего посещения. Так Вы получите более быстрый доступ к информации на странице.'
      }, {
        content: '2. Второй называется файлом cookie сеанса. Он передает информацию между Вашим устройством и сервером во время сеанса. Из-за файла cookie сеанса тип данных, например, выбранный Вами язык, собирается для сохранения этих настроек, когда Вы просматриваете наш веб-сайт. Сервер удаляет файлы cookie сеанса после закрытия браузера.'
      }, {
        content: '3. Последний вид файлов cookie ведет статистику количества людей, посетивших сайт. Иногда эти файлы cookie поступают из разных рекламных сетей, в которых рекламируется Nyoka — таким образом, файлы cookie информируют нас о том, сколько людей нажали на наши объявления и перешли по ссылке, чтобы перейти на наш сайт.'
      }]
    },
    block12: {
      title: 'ИЗМЕНЕНИЯ В ПОЛИТИКЕ ИСПОЛЬЗОВАНИЯ COOKIE',
      content: 'Мы оставляем за собой право в любое время вносить изменения в нашу Политику использования файлов cookie. В случае внесения изменений мы опубликуем пересмотренную Политику здесь с обновленной датой вступления в силу. Ваше дальнейшее использование нашего веб-сайта, приложений или других продуктов или услуг будет означать Ваше согласие с этими изменениями.'
    },
    block13: {
      title: 'СВЯЖИТЕСЬ С НАМИ',
      content: [
        'Если у Вас есть какие-либо вопросы о нашей Политике конфиденциальности, свяжитесь с нами по адресу ',
        '.'
      ]
    },
    block14: {
      content: 'Последнее обновление 15.03.2022.'
    }
  },
  error500: {
    title: 'Внутренняя ошибка сервера'
  },
  error404: {
    title: 'Страница не найдена'
  },
  order: {
    title: 'Начать проект',
    step: [
      '1/5. Выберите, пожалуйста, тип Вашего проекта',
      '2/5. Как мы можем Вам помочь?',
      '3/5. Пожалуйста, опишите Ваш проект',
      '4/5. Когда Вы хотели бы начать?',
      '5/5. Контактные данные'
    ],
    projectType: [
      {icon: 'service', title: 'Веб-сервисы'},
      {icon: 'crm', title: 'CRM и ERP системы'},
      {icon: 'ml', title: 'Машинное обучение'},
      {icon: 'ds', title: 'Data Science'},
      {icon: 'mobile', title: 'Мобильная разработка'},
      {icon: 'blockchain', title: 'Блокчейн'}
    ],
    help: [
      {icon: 'new', title: 'Новый проект'},
      {icon: 'current', title: 'Текущий проект'},
      {icon: 'consult', title: 'Консультация'}
    ],
    next: 'Далее',
    cancel: 'Отмена',
    send: 'Отправить',
    success: 'Ваше сообщение было успешно отправлено',
    ok: 'Ок',
    skipStep: 'Пропустить этот шаг',
    timing: [
      {icon: 'slow', title: 'Я не тороплюсь'},
      {icon: 'month', title: 'У меня еще есть время'},
      {icon: 'asap', title: 'Как можно скорее'}
    ],
    fields: {
      project: 'Название проекта',
      name: 'Имя',
      email: 'E-Mail',
      phone: 'Телефон',
      agreement: 'Я принимаю условия политики конфиденциальности'
    }
  }
};
